//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Annulla";
"_edit_"                    = "Edit";
"_tap_to_cancel_"           = "Tap to cancel";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "Do you want to cancel?";
"_upload_file_"             = "Carriga archìviu";
"_download_file_"           = "Iscàrriga archìviu";
"_delete_"                  = "Cantzella";
"_rename_"                  = "Torra a numenare";
"_rename_file_"             = "Torra a numenare s'archìviu";
"_rename_folder_"           = "Torra a numenare sa cartella";
"_move_"                    = "Tràmuda";
"_add_"                     = "Agiunghe";
"_save_"                    = "Sarva";
"_warning_"                 = "Avisu";
"_error_"                   = "Errore";
"_no_"                      = "No";
"_yes_"                     = "Eja";
"_select_"                  = "Seletziona";
"_select_all_"              = "Seletziona totu";
"_upload_"                  = "Upload";
"_home_"                    = "Archìvios";
"_files_"                   = "Archìvios";
"_ok_"                      = "AB";
"_done_"                    = "Fatu";
"_clear_"                   = "Lìmpia";
"_selected_"                = "Seletzionadu";
"_no_active_account_"       = "Perunu contu agatadu";
"_info_"                    = "Informatziones";
"_warning_"                 = "Avisu";
"_video_"                   = "Vìdeu";
"_overwrite_"               = "Subraiscrie ";
"_create_"                  = "Create";
"_create_folder_"           = "Crea cartella";
"_create_folder_e2ee_"      = "Create encrypted folder";
"_close_"                   = "Serra";
"_remove_"                  = "Boga";
"_file_not_found_"          = "Archìviu no agatadu";
"_continue_"                = "Sighi";
"_continue_editing_"        = "Continue editing";
"_auto_upload_folder_"      = "Carrigamentu automàticu";
"_photo_"                   = "Fotografia";
"_audio_"                   = "Àudio";
"_unknown_"                 = "Disconnotu";
"_success_"                 = "Profetu";
"_mode_filename_"           = "Modalidade de su nùmene de s'archìviu";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration.";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud.";
"_restore_"                 = "Recùpera";
"_tap_here_to_change_"      = "Pòddiga inoghe pro cambiare";
"_no_albums_"               = "Perunu album";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_force_start_"             = "Fortza su cumintzu";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it.";
"_the_account_"             = "The account";
"_does_not_exist_"          = "does not exist";
"_sharing_"                 = "Cumpartzidura";
"_details_"                 = "Detàllios";
"_no_permission_add_file_"  = "You don't have permission to add files.";
"_no_permission_delete_file_" = "You don't have permission to delete files.";
"_no_permission_modify_file_" = "You don't have permission to modify files.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = "Agiunghe informatziones de sa cartella";
"_back_"                    = "In segus";
"_search_"                  = "Chirca";
"_of_"                      = "de";
"_livephoto_save_"          = "Save Live Photo to Photo Album";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_livephoto_no_"            = "Disable Live Photo";
"_convert_live_photo_"      = "Convert to Live Photo";
"_file_conflict_num_"       = "iscòrriu de archìvios";
"_file_conflicts_num_"      = "iscòrrios de archìvios";
"_file_conflict_desc_"      = "Cales archìvios boles allogare?\nChi seletzionas is duas versiones, s'archìviu copiadu at a tènnere unu nùmeru agiuntu a su nùmene.";
"_file_conflict_new_"       = "Archìvios noos";
"_file_conflict_exists_"    = "Archìvios chi esistint giai";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Tràmuda o còpia";
"_move_copy_diff_account_"  = "You cannot copy or move files between different accounts.";
"_copy_"                    = "Còpia";
"_now_"                     = "Immoe";
"_wait_"                    = "Abeta ...";
"_recent_"                  = "Reghente";
"_view_in_folder_"          = "Càstia in sa cartella";
"_leave_share_"             = "Lassa custa cumpartzidura";
"_disabled_"                = "Disabled";
"_compact_"                 = "Compact";
"_normal_"                  = "Normale";
"_verbose_"                 = "Verbose";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Torra a proare";
"_images_"                  = "Images";
"_confirm_"                 = "Confirm";
"_confirm_continue_"        = "Confirm by continuing the previous uploading";
"_confirm_resetting_"       = "Confirm ignoring previous uploading";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Bloca";
"_unlock_"                          = "Unlock";
"_lock_file_"                       = "Bloca su documentu";
"_unlock_file_"                     = "Isbloca su documentu";
"_lock_selected_files_"             = "Lock files";
"_unlock_selected_files_"           = "Unlock files";
"_locked_by_"                       = "Locked by %@";
"_file_locked_no_override_"         = "This file is locked. It cannot be overridden.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Remove file";
"_delete_file_"             = "Cantzella archìviu";
"_delete_folder_"           = "Cantzella cartella";
"_size_"                    = "Mannària";
"_set_user_status_"         = "Online status";
"_set_user_status_message_" = "Status message";
"_open_settings_"           = "Aberi sa cunfiguratzione";
"_settings_account_request_" = "Pedi contu a su cumintzu";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Privacy and Legal Policy";
"_source_code_"             = "Otene su còdighe de orìgine";
"_account_select_"          = "Seletziona su contu";
"_account_select_to_add_"   = "Select the account to add";
"_remove_local_account_"    = "Remove local account";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_single_file_conflict_title_" = "Cunflitu de archìvios";
"_multi_file_conflict_title_" = "%@ Cunflitu de archìvios";
"_replace_action_title_" = "Càmbia cun àteru";
"_keep_both_action_title_" = "Mantene ambaduos";
"_cancel_keep_existing_action_title_" = "Annulla e mantene s'esistente";
"_replace_all_action_title_" = "Càmbia totus cun àteros";
"_keep_both_for_all_action_title_" = "Mantene ambaduos pro totus";
"_more_action_title_" = "Àteros detàllios";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Please wait, encrypting file…";
"_passcode_counter_fail_" = "Too many failed attempts, please wait before reattempting.";
"_seconds_"               = "seconds";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "In lìnia";

/* User status */
"_away_"                    = "Ausente";

/* User status */
"_dnd_"                     = "No istorbes";

/* User status */
"_dnd_description_"         = "Istuda totu is notìficas";

/* User status */
"_invisible_"               = "Invisìbile";

/* User status */
"_invisible_description_"   = "Mustra•ti foras de lìnia";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Cunfigura su messàgiu de istadu";
"_status_message_"          = "Messàgiu de istadu";
"_status_message_placehorder_"  = "Cale est s'istadu tuo?";
"_online_status_"           = "Istadu in lìnia";
"_set_status_message_"      = "Cunfigura su messàgiu de istadu";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_select_option_"           = "Seletziona sèberu";
"_dont_clear_"              = "Non nche ddu lìmpies";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "30 minutos";
"_an_hour_"                 = "un'ora";
"_1_hour_"                  = "1 ora";
"_4_hours_"                 = "4 oras";
"_day_"                     = "Oe";
"_this_week_"               = "Custa chida";
"_days_"                    = "Dies";
"_hours_"                   = "Oras";
"_minutes_"                 = "Minutos";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_files_lock_error_"        = "There was an error changing the lock of this file.";
"_more_"                        = "Àteru";
"_notifications_"               = "Notìficas";
"_quota_space_unlimited_"       = "Chene lìmites";
"_quota_space_unknown_"         = "Disconnotu";
"_quota_using_"                 = "Ses impreende %@ de %@";
"_acknowledgements_"            = "Gràtzias a ";
"_settings_"                    = "Cunfiguratzione";
"_enter_password_"              = "Enter password …";
"_lock_"                        = "Bloca";
"_lock_active_"                 = "Blocu ativadu";
"_lock_not_active_"             = "Blocu disativadu";
"_lock_protection_no_screen_"        = "No ddu pregontes a s'aviada";
"_enable_touch_face_id_"        = "Ativa Toch/Face ID";
"_wifi_only_"                   = "Imprea sa connessione Wi-Fi isceti";
"_settings_autoupload_"         = "Carrigamentu automàticu de fotografias";
"_clear_cache_"                 = "Lìmpia memòria temporànea";
"_clear_cache_footer_"          = "Cantzella is archìvios iscarrigados e fora de lìnia dae s'aplicatzione";
"_exit_"                        = "Ripristina s'aplicatzione";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "Atentzione! S'at a ripristinare a s'istadu originale. Seguru chi boles sighire?";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress)?";
"_add_account_"                 = "Agiunghe contu";
"_want_delete_"                 = "You will delete the following: ";
"_want_leave_share_"            = "You will leave the following shares: ";
"_no_delete_"                   = "No, no cantzelles";
"_yes_delete_"                  = "Eja, cantzella";
"_information_"                 = "Informatziones";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "Avantzadu";
"_permissions_"                 = "Permissos";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "Disativa s'integratzione de s'aplicatzione Files ";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_time_remaining_"              = "%@ remaining";
"_autoupload_"                      = "Carrigamentu automàticu de fotografias e vìdeos";
"_autoupload_select_folder_"        = "Seletziona sa cartella \"Carrigamentu automàticu\"";
"_autoupload_photos_"               = "Carrigamentu automàticu de fotografias";
"_autoupload_videos_"               = "Carrigamentu automàticu de vìdeos";
"_autoupload_favorites_"            = "Auto upload favorites only";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_autoupload_fullphotos_"           = "Carriga totu su rullinu de sa fotocàmera";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading.";
"_autoupload_create_subfolder_"     = "Imprea sutacartellas";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "Càmbia sa caratza de su nùmene de s'archìviu";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_autoupload_current_folder_"           = "Cartella seletzionada immoe";
"_show_hidden_files_"           = "Mustra archìvios cuados";
"_format_compatibility_"        = "Prus cumpatìbile";
"_format_compatibility_footer_" = "\"Prus cumpatìbile\" at a sarvare is fotografia comente JPEG, chi faghet.";
"_privacy_"                     = "Riservadesa";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "Disativa signaladore de errore";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" at a sarvare sa fotografia seletzionada in su formadu \"Live Photo\", chi faghet.";
"_capabilities_"                = "Capatzidades";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diàgnosi";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log file";
"_clear_log_"                   = "Clear log file";
"_set_log_level_"               = "Set Log level";
"_log_file_clear_alert_"        = "Log file cleared \n successfully!";
"_connect_server_anyway_"       = "Boles a ti connètere a su serbidore a su pròpiu?";
"_server_is_trusted_"           = "Cunsideras fidadu custu serbidore?";
"_connection_error_"            = "Errore de connessione";
"_login_url_"                   = "Server address https:// …";
"_login_url_error_"             = "Errore in s'URL, verìfica s'URL de su serbidore tuo";
"_login_error_"                 = "Could not log in. Please try again later.";
"_favorites_"                   = "Preferidos";
"_favorite_short_"              = "Favorite";
"_tutorial_favorite_view_"      = "Is archìvios e is cartellas chi marcas comente preferidos ant a aparèssere inoghe";
"_tutorial_offline_view_"       = "Is archìvios copiados inoghe ant a èssere disponìbiles foras de lìnia.\n\nS'ant a sincronizare cun sa nue virtuale tua.";
"_tutorial_groupfolders_view_"  = "No Group folders yet";
"_more_"                        = "Àteru";
"_favorite_no_files_"           = "Ancora perunu preferidu";
"_no_date_information_"                     = "No date information";
"_no_camera_information_"                   = "No camera information";
"_no_lens_information_"                     = "No lens information";
"_today_"                                   = "Oe";
"_yesterday_"                               = "Eris";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_new_photos_starting_"                     = "Only photos or videos starting %@ will be uploaded.";
"_tutorial_photo_view_"                     = "Ancora peruna fotografia o vìdeu carrigados";
"_error_createsubfolders_upload_"           = "Errore in sa creatzione de is sutacartellas";
"_remove_photo_CameraRoll_"                 = "Boga dae su rullinu de sa fotocàmera";
"_remove_photo_CameraRoll_desc_"            = "\"Remove from camera roll\" after uploads, a confirmation message will be displayed to delete the uploaded photos or videos from the camera roll. The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.";
"_never_"                       = "mai";
"_less_a_minute_"               = "mancu unu minutu a immoe";
"_a_minute_ago_"                = "unu minutu a immoe";
"_minutes_ago_"                 = "%d minutos a immoe";
"_an_hour_ago_"                 = "un'ora a immoe";
"_hours_ago_"                   = "%d oras a immoe";
"_a_day_ago_"                   = "una die a oe";
"_days_ago_"                    = "%d dies a oe";
"_forbidden_characters_"        = "Forbidden characters: %@";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Media";
"_order_by_"                    = "Assenta segundu";
"_name_"                        = "Name";
"_date_"                        = "Data";
"_size_"                        = "Mannària";
"_delete_selected_files_"       = "Cantzella archìvios";
"_remove_favorites_"            = "Boga dae is preferidos";
"_add_favorites_"               = "Favorite";
"_share_"                       = "Cumpartzi";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "cartellas";
"_folder_"                      = "cartella";
"_files_"                       = "Archìvios";
"_file_"                        = "archìviu";
"_no_file_pull_down_"           = "Agiorna un'archìviu o tira a bàsciu pro agiornare";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "Lòmpidu a sa mannària màssima";
"_save_selected_files_"         = "Sarva in sa galleria de is fotografias";
"_file_not_saved_cameraroll_"   = "Errore: archìviu no sarvadu in s'album de fotografias";
"_file_saved_cameraroll_"       = "Archìviu sarvadu in s'album de fotografias";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Perunu resultadu";
"_search_in_progress_"          = "Search in progress …";
"_search_instruction_"          = "Chirca pro archìviu (mìnimu 2 caràteres)";
"_files_no_files_"              = "Perunu archìviu";
"_files_no_folders_"            = "Peruna cartella inoghe";
"_request_in_progress_"         = "Request to server in progress …";
"_personal_files_only_"         = "Isceti archìvios personales";

"audio"                         = "ÀUDIO";
"directory"                     = "CARTELLAS";
"document"                      = "ARCHÌVIOS";
"image"                         = "IMMÀGINES";
"template"                      = "TEMAS";
"video"                         = "VÌDEU";

"_paste_file_"                  = "Apitziga";
"_cancel_all_task_"             = "Cantzella totu is tràmudas";
"_status_wait_download_"        = "Abetende s'iscarrigamentu";
"_status_downloading_"          = "Iscarrighende";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "Carrighende";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Good day";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "Cumpartzi ligòngiu";
"_share_link_name_"             = "Nùmene ligòngiu";
"_password_"                    = "Crae";
"_share_password_"              = "Ligòngiu bardiadu cun crae";
"_date_"                        = "Data";
"_user_sharee_footer_"          = "Pòddiga pro cambiare is permissos";
"_enforce_password_protection_" = "Impone sa bardiadura de sa crae";
"_shared_with_you_by_"          = "Cumpartzidu cun tegus dae";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "Cummentu nou …";
"_edit_comment_"                = "Modìfica cummentu";
"_delete_comment_"              = "Cantzella cummentu";
"_share_read_only_"             = "Isceti in visualizatzione";
"_share_editing_"               = "Can edit";
"_share_allow_upload_"          = "Permite carrigamentu e modìficas";
"_share_file_drop_"             = "File request";
"_share_secure_file_drop_"      = "Secure file drop (upload only)";
"_share_hide_download_"         = "Cua iscarrigamentu";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d remaining";
"_share_password_protect_"      = "Bardiadura de sa crae";
"_share_expiration_date_"       = "Cunfigura una data de iscadèntzia";
"_share_note_recipient_"        = "Nota a sa persone destinatària";
"_share_add_sharelink_"         = "Agiunghe un'àteru ligòngiu";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "Share";
"_share_can_create_"            = "Create";
"_share_can_change_"            = "Edit";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "Ligòngiu de intro";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Remotu";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";

"_no_transfer_"                     = "Ancora peruna tràmuda";
"_no_transfer_sub_"                 = "Carrigamentos e iscarrigamentos dae custu dispositivu ant a aparèssere inoghe";
"_no_activity_footer_"              = "No more activities to load";
"_transfers_"                       = "Tràmudas";
"_activity_"                        = "Atividade";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Cumpartziduras";
"_list_shares_no_files_"            = "Ancora peruna cumpartzidura";
"_tutorial_list_shares_view_"       = "Is cartellas e is archìvios chi cumpartzis ant a aparèssere inoghe";
"_offline_"                         = "Fora de lìnia";
"_upload_photos_videos_"            = "Càrriga fotografias e vìdeos";
"_upload_file_"                     = "Carriga archìviu";
"_create_nextcloudtext_document_"   = "Crea archìviu de testu";
"_use_folder_auto_upload_"          = "Imprea sa cartella \"Carrigamentu automàticu\" comente destinu";
"_filename_"                        = "Nùmene de s'archìviu";
"_enter_filename_"                  = "Enter filename …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Ispetzìfica sa genia in su nùmene de su'archìviu";
"_maintain_original_filename_"      = "Lassa su nùmene de archìviu originale";
"_notifications_"                   = "Notìficas";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "Tzifradura";
"_e2e_settings_"                    = "Tzifradura end-to-end";
"_e2e_settings_start_"              = "Avia sa tzifradura end-to-end";
"_e2e_settings_activated_"          = "Tzifradura end-to-end ativada";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "Totu is 12 faeddos faghent una crae forte, chi permitit a te isceti de visualizare e impreare is documentos critografados. Iscrie·ti·dda e alloga·dda in unu logu seguru.";
"_e2e_settings_read_passphrase_"    = "Leghe sa fràsia segreta";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "Sa fràsia segreta est:";
"_e2e_passphrase_request_title_"    = "Pedi sa fràsia segreta";
"_e2e_passphrase_request_message_"  = "Inserta•nche is 12 caràteres";
"_e2e_settings_remove_"             = "Boga•nche sa tzifradura in manera locale";
"_e2e_settings_remove_message_"     = "Cunfirma de nche bogare sa tzifradura paris cun sa fràsia segreta.";
"_e2e_set_folder_encrypted_"        = "Tzifra";
"_e2e_remove_folder_encrypted_"     = "Detzifra";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "Custa est una cartella tzifrada, bae a sa cunfiguratzione e ativa sa tzifradura end-to-end";
"_e2e_error_"                       = "An internal end-to-end encryption error occurred.";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Iscansiona archìviu";
"_scanned_images_"                  = "Immàgines iscansionadas";
"_scan_document_pdf_page_"          = "Pàgina";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "Originale";
"_quality_image_title_"             = "Preview image quality";
"_file_creation_"                   = "Creatzione de s'archìviu";
"_delete_all_scanned_images_"       = "Delete all scanned images";
"_text_recognition_"                = "Reconnoschimentu de su testu";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Archìvios cantzellados";
"_empty_trash_"                     = "Bòida s'àliga";
"_trash_no_trash_"                  = "Perunu archìviu cantzelladu";
"_trash_no_trash_description_"      = "Podes ripristinare is archìvios cantzellados dae inoghe";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "Gesti is archìvios foras de lìnia";
"_set_available_offline_"           = "Cunfigura comente disponìbile foras de lìnia";
"_remove_available_offline_"        = "Boga•nche•ddu dae is disponìbiles foras de lìnia";
"_create_new_document_"             = "Crea archìviu nou";
"_create_new_spreadsheet_"          = "Crea fògiu eletrònicu nou";
"_create_new_presentation_"         = "Crea presentatzione noa";
"_go_online_"                       = "Ativa sa connessione pro bìdere s'archìviu";
"_intro_1_title_"                   = "Mantene is datos tuos seguros e controllados";
"_intro_2_title_"                   = "Collaboratzione segura & cuncàmbiu de datos";
"_intro_3_title_"                   = "Posta eletrònica, calendàriu e cuntatos fàtziles de impreare";
"_intro_4_title_"                   = "Screen sharing, online meetings & web conferences";
"_log_in_"                          = "Log in";
"_sign_up_"                         = "Registra•ti cun su frunidore";
"_host_your_own_server"             = "Imprea unu serbidore tuo";
"_invalid_url_"                         = "URL de serbidore no bàlidu";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_error_files_upload_"                  = "Error uploading files.";
"_internal_generic_error_"              = "internal error.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Crea unu memo de boghe";
"_voice_memo_start_"        = "Pòddiga pro aviare";
"_voice_memo_stop_"         = "Pòddiga pro firmare";
"Enter Passcode"            = "Inserta•nche còdighe de intrada";
"Enter a new passcode"      = "Inserta•nche unu còdighe de intrada nou";
"Confirm new passcode"      = "Cunfirma su còdighe de intrada nou";
"_too_many_failed_passcode_attempts_error_" = "Too many failed passcode attempts. Please try again.";
"Passcodes didn't match. Try again." = "Is còdighes de intrada no currespondent. Torra a proare.";
"Delete"                    = "Cantzella";
"Cancel"                    = "Annulla";
"_certificate_details_"     = "Certificate Server details";
"_certificate_pn_details_"  = "Certificate Push Notification details";
"_certificate_view_"        = "Certificate Server";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Sarva comente iscansione";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Modìfica";
"_overwrite_original_"      = "Subraiscrie s'originale";
"_save_as_copy_"            = "Sarva comente còpia";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Your changes will be discarded.";
"_delete_files_desc_"       = "Cantzella archìvios pro fàghere logu";
"_delete_old_files_"        = "Delete, in the cache, all files older than";
"_never_"                   = "mai";
"_1_year_"                  = "1 annu";
"_6_months_"                = "6 meses";
"_3_months_"                = "3 meses";
"_1_month_"                 = "1 mese";
"_1_week_"                  = "1 chida";
"_monthly_"                 = "Ogni mese";
"_yearly_"                  = "Ogni annu";
"_daily_"                   = "Daily";
"_used_space_"              = "Used space:";
"_login_address_detail_"    = "Su ligòngiu a s'interfache ìnternet de %@ cando ddu aberis in su navigadore.";
"_go_to_page_"              = "Bae a sa pàgina";
"_page_"                    = "Pàgina";
"_this_document_has_%@_pages_"              = "Custu documentu tenet %@ pàginas";
"_invalid_page_"                            = "Pàgina non bàlida";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Calecuna cosa no est andada bene";
"_try_download_full_resolution_"            = "Download full resolution image";
"_full_resolution_image_info_"            = "This may reveal more information about the photo.";
"_download_audio_"          = "Download the audio locally";
"_copied_path_"             = "Copied path";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "in";
"_enter_passphrase_"        = "Enter passphrase (12 words)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Waiting for:";
"_reachable_wifi_"          = "network reachable via Wi-Fi or cable";
"_copy_passphrase_"         = "Copy passphrase";
"_ok_copy_passphrase_"      = "OK and copy passphrase";
"_select_color_"            = "Select the color";
"_change_color_"            = "Càmbia colore";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "A toolbar to speed up your operations.";
"_title_lockscreenwidget_"  = "Istadu";
"_description_lockscreenwidget_"    = "Keep an eye on available space and recent activity";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "Detected %@ apps";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Status reading in progress …";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Do you want to save the file with a different name?";
"_save_file_as_"            = "Save file as %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Calendàriu e cuntatos";
"_mobile_config_"           = "Download the configuration profile";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Enable Live Photo";
"_disable_livephoto_"       = "Disable Live Photo";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Group folders";
"_play_from_files_"         = "Play movie from a file";
"_play_from_url_"           = "Play movie from URL";
"_valid_video_url_"         = "Insert a valid URL";
"_chunk_move_"              = "The sent file could not be reassembled, please check the server log.";
"_download_image_"          = "Download image";
"_download_video_"          = "Download video";
"_reset_wrong_passcode_"    = "Ripristina s'aplicatzione";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_select_photos_"           = "Select photos";
"_selected_photo_"          = "selected photo";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_autoupload_notice_"       = "To ensure the proper functioning of this feature, it is necessary to enable Background App Refresh. Otherwise, new photos or videos will not be detected when the application is in the background.\n\nAdditionally, please note that the app will not be able to detect new photos and videos if it is manually terminated. When the app is in the background, data transfer may be slower, and new photos and/or videos will generally be detected every 10 minutes, depending on the device’s battery level.\n\nTo verify that the app is functioning correctly, you can use the log file available in Advanced settings.";
"_display_"                 = "Display";
"_appearance_"              = "Appearance";
"_light_"                   = "Light";
"_dark_"                    = "Dark";
"_use_system_style_"        = "Use system style";
"_account_settings_"        = "Account settings";
"_users_"                   = "Users";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "While charging";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Iscarrighende";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_widget_available_nc25_"   = "Widget only available starting with server version 25";
"_no_items_"                = "No items";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_account_disabled_"        = "Account disabled";
"_user_"                    = "Utente";
"_add_subtitle_"            = "Add an external subtitle";
"_add_audio_"               = "Add an external audio";
"_upload_foreground_msg_"   = "Do not close %@ to complete the transfer …";
"_upload_background_msg_"   = "Carrighende is archìvios...";
"_create_folder_error_"     = "An error has occurred while creating the folder:\n%@.\n\nPlease resolve the issue as soon as possible.\n\nAll uploads are suspended until the problem is resolved.\n";
"_creating_dir_progress_"   = "Creating directories in progress … keep the application active.";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_terms_accepted_"          = "Terms accepted";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_check_auto_upload_"       = "Automatic photo upload is currently disabled.\nWith Nextcloud iOS you can automatically back up your photos and keep them safe on your server.\nJust open Settings → Auto Upload, choose the options you prefer, and turn it on with the \"%@\" button.";
"_cancel_all_request_"      = "Are you sure you want to cancel all transfers?";
"_cancel_all_"              = "Cancel All";
"_dismiss_"                 = "Dismiss";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …"; 
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Long press to paste a copied image";
"_tip_open_mediadetail_"    = "Swipe up to show the details";
"_tip_autoupload_button_"   = "Configure the options as you prefer (folder, Wi-Fi, new content, subfolders) and tap ‘Turn on auto uploading’.\nYou can stop it at any time, adjust the settings, and enable it again.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Card controller";
"_accessibility_add_upload_"    = "Agiunghe e càrriga";
"_dismiss_menu_"                = "Dismiss the menu";
"_show_profile_"                = "Show profile";
// a11y: On/Off
"_on_"                          = "Allutu";
// a11y: On/Off
"_off_"                         = "Istudadu";
"_list_"                        = "Lista";
"_icons_"                       = "Icons";

// MARK: Assistant
"_assistant_task_unknown_"       = "Unknown";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "Agiudante";
"_new_task_"                     = "Faina %@ noa";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "Resonada noa";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";
// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll
"_poll_desc_"                    = "Please complete the log in process in your browser.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Name must not contain spaces at the beginning or end.";
"_file_name_validator_error_reserved_name_" = "\"%@\" is a forbidden name.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" is a forbidden file extension.";
"_file_name_validator_error_invalid_character_" = "Name contains an invalid character: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Please rename the file or folder.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "Rullinu de sa fotocàmera";
"_destination_" = "Destination";
"_select_autoupload_albums_" = "Select albums";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_new_photos_only_" = "New photos only";
"_all_photos_" = "All photos";
//"_back_up_" = "Back up...";
"_back_up_new_photos_only_" = "Back up new photos/videos only";
"_auto_upload_all_photos_warning_title_" = "Are you sure you want to upload all photos?";
"_auto_upload_all_photos_warning_message_" = "This can take some time to process depending on the amount of photos.";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains

"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";
